import React from "react";
import './Info.css';

function Info() {
    return (
        <div class="container-text-center">
            <p className="info">
                Травел ДОО е туристичка агенција основана во 2010 година која поседува А лиценца за вршење на туристичка дејност и е членка на СКТМ (Стопанска комора за туризам на Македонија).
                Травел е туристичка агенција која неверојатно брзо се развива, а гаранција за нашиот квалитет се големиот број туристи кои секојдневно ги користат нашите услуги.
                Нашиот тим денес брои 30 професионални туристички работници кои во секој момент се подготвени да го испланираат и организираат вашето патување.
                Нудиме комплетен туристички сервис: туристички аранжмани, хотелски резервации, авио карти, посредување за визи, организирање на индивидуални и групни патувања, рент а кар, трансфери, организација на семинари и конференции.
                Ориентирајќи се кон тоа да обезбедиме што поширок спектар на туристички услуги, Травел постојано инвестира во квалитетен персонал и адекватни технологии, кои се неопходни.
                Сите вработени во споменатиот сектор, се спремни да ви ги понудат најдобрите опции за вашите летови, за чија резервација, цена и ред на летање можете брзо и едноставно да се информирате во туристичката агенција.
                Нашата цел е луѓето да бидат задоволни од патувањето кое ќе го одберат и тоа за нив да биде една незаборавна авантура.
            </p>
            <p>
                Адреса: Александар Македонски 12, 7500 Прилеп
            </p>
            <p>
                E-mail: travel@gmail.com
            </p>
            <p>
                Телефон: 04 868 1328
            </p>
            <p>
                Мобилен телефон: 070 777 555
            </p>
            <p>
                Работно време:
            </p>
            <div className="working-hours">
                <p>
                    понеделник-петок: 10:00-18:00
                </p>
                <p>
                    сабота: 11:00-16:00
                </p>
                <p>
                    недела: затворено
                </p>
            </div>
        </div>
    )
}

export default Info;
