import React from "react";
import './PonudiMain.css';

function PonudiMain() {
    return (
        <div className="items__container">
            <ul className="nav-flex-column">
                <li className="nav-items">
                    <h2>Јужноафриканска Република</h2>
                    <img src="images/img-10.jpg"></img>
                    <p>Јужноафриканската Република, Јужна Африка или ЈАР е република сместена на јужниот крај на Африка. Се граничи со Намибија, Боцвана, Зимбабве, Мозамбик, Свазиленд и Лесото.
                        Извршен главен град е Преторија, правен е Блумфонтејн додека легислативен е Кејптаун. Најголем град е Јоханесбург.
                        Во оваа земја се наоѓа едно од најстарите археолошки наоѓалишта на светот.
                    </p>
                </li>
                <li className="nav-items">
                    <h2>Непал</h2>
                    <img src="images/img-11.jpg"></img>
                    <p>Непал— република на Хималаите, се наоѓа во Јужна Азија.
                        Се граничи со Кина на север и со Индија на југ, исток и запад. Главен град е Катманду.
                        Непал има население од повеќе од 26 милиони луѓе, составено од над 40 различни раси и племиња. Земјата нуди многу разновидност.
                    </p>
                </li>
                <li className="nav-items">
                    <h2>Мексико</h2>
                    <img src="images/img-12.jpg"></img>
                    <p>Мексико е  федеративна уставна република во Северна Америка.
                        Државата на север се граничи со САД, на југ и на запад излегува на Тихиот Океан, на југоистокот се граничи со Гватемала, Белиз и Карипското Море, а на истокот излегува на Мексиканскиот Залив.
                        Мексико е федерација составена од 31 сојузна држава и еден федерален округ — престолнината Мексико Сити.
                    </p>
                </li>
                <li className="nav-items">
                    <h2>Јамајка</h2>
                    <img src="images/img-16.jpg"></img>
                    <p>Јамајка е островска држава во Средна Америка и е дел од островската група Големи Антили. Островот Јамајка е долг 34 и широк околу 80 км.
                        Јамајка се наоѓа во Карипското Море, на околу 145 километри јужно од Куба, и 191 км западно од Хиспаниола, островот на кој се наоѓаат државите Хаити и Доминиканска Република. Службен јазик е англискиот, а главен град на државата е Кингстон.
                    </p>
                </li>
            </ul>
        </div>
    )
}

export default PonudiMain;